11/data/attachments/28e7b447aaa4c1c1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cody_skin_Actions_7818_1</nif:username>
            <nif:friendToBeRequested>soap_actions_d2fdd4cd-516f-43ae-b64a-916e779c92da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>